Repository: GiedreRaubaite/flutter_demo_project
Catalog: lib/l10n/intl_*.arb
Languages: nl

source: All the posts
nl: Alle posts

source: Comments
nl: Commentaren

source: Edit post
nl: Post bewerken

source: Post deleted successfully
nl: Post succesvol verwijderd

source: Post edited successfully
nl: Post succescol bewerkt

# goBack
source: Back
nl: Terug

source: Save
nl: Opslaan

# checkYourInternetConnection
source: Check your internet connection and try again
nl: Controleer uw internet verbinding en probeer terug

# noPostWereFound
source: Hmmm.. It looks like no posts were found...
nl: Hmmm.. Het lijkt dat er geen posts gevonden zijn...

# sorrySomethingWentWrong
source: We are very sorry, but something went wrong...
nl: Onze excuses, er is iets misgegaan...
